alefragnani.bookmarks
alefragnani.project-manager
bartoszwozniaksolutions.copy-pasta-text
batisteo.vscode-django
codeium.codeium
codezombiech.gitignore
cschlosser.doxdocgen
davidkol.fastcompare
donjayamanne.git-extension-pack
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dzhavat.git-cheatsheet
eamodio.gitlens
genap.copy-to-chat-gpt
henrytsz.nvim
jeff-hykin.better-cpp-syntax
jozefchmelar.compare
kevinrose.vsc-python-indent
legato.legato-plugin
mefengl.copy-folder-content
miguelm.file-content-copier
ml.nc-gcode
ms-python.debugpy
ms-python.isort
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
njpwerner.autodocstring
outofsync42.select-compare-tabs
saber2pr.todolist
spadin.remote-x11-ssh
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vspacecode.whichkey
wholroyd.jinja
ziyasal.vscode-open-in-github
